const faq = [
  {
    question: '모집 및 활동 일정이 궁금해요.',
    answer:
      'DND는 대학생의 방학시기에 맞춰 1년에 2번 운영됩니다. 구체적인 일시는 매 기수 모집 전에 안내드립니다. (여름 기수 : 6월 모집, 7~8월 활동 \n 겨울 기수 : 12월 모집, 1~2월 활동)',
  },
  {
    question: '직장인도 참가 가능한가요?',
    answer:
      'DND는 직업, 연령 등 자격 요건에 제한을 두지 않습니다. 그러나 대학생들의 방학 기간에 진행되는 만큼 작업 속도, 일정을 맞추려면 더 많은 개인 시간을 할애할 필요가 있습니다. 따라서 회사 업무와 프로젝트를 병행할 수 있을지 충분히 고려하여 지원부탁드립니다.',
  },
  {
    question: 'DND의 선발 기준은 어떻게 되나요?',
    answer:
      "DND는 '프로젝트에 즐거움을, 모두에게 기회를'이라는 슬로건에 맞게 다른 무엇보다 프로젝트에 참가하고자 하는 열정과 의지, 협업 태도를 최우선적으로 평가하고 있습니다.",
  },
  {
    question: 'DND에 참가하려면 어느 정도의 실력이 필요한가요?',
    answer:
      '실력이 얼마나 뛰어난지는 선발과 무관합니다. 그러나 제한된 시간 내에 팀원들과 협업하여 결과물을 만들어 내야 하는 사이드 프로젝트 특성상 최소한의 기술적 숙련도는 필요합니다. 그 기준을 정량적으로 정의할 수는 없지만 개인 프로젝트 정도는 능숙히 진행할 수 있어야 원활한 활동이 가능할거라 판단하고 있습니다.',
  },
  {
    question: '프로젝트 주제는 어떻게 정해지나요?',
    answer: '프로젝트 주제는 팀원들과 상의하여 자유롭게 정하여 진행합니다.',
  },
  {
    question: '동아리 활동은 어떤식으로 진행되나요?',
    answer: '개발자와 디자이너가 8주동안 협업하여 팀 프로젝트를 진행합니다. 1주차에 OT, 4주차에 중간 발표, 8주차에 최종 발표가 진행되고 그 외에 비 정기적인 세미나가 있을 수 있습니다. 프로젝트를 위한 팀원간의 모임은 운영진의 개입 없이 팀 내에서 자율적으로 운영하는 것을 원칙으로 하고 있습니다.',
  },
  {
    question: '팀 구성은 어떻게 되나요?',
    answer: '개발자 4명(앱 또는 웹 프론트엔드 2명, 백엔드 2명)과 디자이너 2명으로 총 10팀이 구성됩니다.',
  },
  {
    question: '프로젝트에 사용 할 기술스택은 어떻게 정해지나요?',
    answer: '프로젝트 진행시 사용할 기술은 향후 구성될 팀원들과 논의하여 결정하게 됩니다. 팀 빌딩시 지원서를 기준으로 최대한 같은 기술을 사용하는 참가자끼리 매칭하지만, 팀원간 기술 스택이 같지 않더라도 서로 조율하여 맞추어 진행하는게 일반적입니다.',
  },
  {
    question: 'DND는 참가 비용이 필요한가요?',
    answer: '아니요. DND 활동은 100% 무료입니다.',
  },
  {
    question: '선발 인원은 어떻게 되나요?',
    answer: '디자이너 20명, 개발자 40명(프론트 20, 백엔드 20) 선발 예정입니다.',
  },
  {
    question: '8주동안 얼마나 DND에 시간을 쏟아야 할까요?',
    answer: '프로젝트의 규모, 구성원의 기술 역량에 따라 상이하지만 평균적으로 일주일 중 4일 ~ 6일 정도는 DND에 시간을 할애해야 유의미한 성과를 얻을 수 있습니다.',
  },
  {
    question: 'OT는 온라인으로 진행되나요?',
    answer: '네, OT는 주로 온라인으로 진행됩니다. 오프라인으로 진행될 경우, 사전 공지가 나갑니다.',
  },
  {
    question: 'OT, 최종발표에 참가하지 못하면 활동에 어려움이 있을까요?',
    answer: '참가하지 못하더라도 팀원과 소통하면 팀 모임 활동에는 어려움은 없습니다. 하지만, 전체 모임 기간에는 중요한 공지가 나갈 수 있어 놓치지 않도록 챙겨주세요.',
  },
  {
    question: '정기 모임이 있나요?',
    answer: 'DND는 OT, 중간 점검, 최종 발표외에는 정기 모임은 없습니다. 비정기적으로 세미나가 진행되며, 팀 모임은 팀원들과 상의하여 프로젝트를 진행합니다.',
  },
  {
    question: '수도권에 거주하지 않으면 활동에 어려움이 있을까요?',
    answer: '전국적으로 지원 가능한 DND 특성상 온라인만으로도 활동이 가능합니다. 팀 모임은 자율적으로 진행하도록 가이드하고 있으나, 대면 모임을 할 여건이 안된다면 비대면 모임으로 진행하는게 일반적 입니다.',
  },
];

export default faq;
